greetd
greetd-regreet
gtk4
libadwaita
mesa
vulkan-radeon
ttf-cascadia-code-nerd
ttf-firacode-nerd
cage
niri
fuzzel
mako
waybar
alacritty
kitty
swaybg
swayidle
xwayland-satellite
xorg-xwayland
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
gnome-keyring
gcr
polkit-gnome
brightnessctl
wireplumber
pipewire
pipewire-pulse
pavucontrol
bluez
bluez-utils
blueman
wl-clipboard
wtype
wf-recorder
slurp
wlr-randr
celluloid
thunar
nitrogen
mise
uv
bzip2
expat
gdbm
libffi
libnsl
libxcrypt
openssl
zlib
mpdecimal
sqlite
xz
tk
postgresql-libs
base-devel
procps-ng
starship
bat
btop
less
fzf
zoxide
lazygit
jq
yq
neovim
linux-headers
nodejs
npm
p7zip
icoutils
imagemagick
wget
git
github-cli
python-build
python-installer
python-setuptools
python-wheel
desktop-file-utils
docker
docker-compose
cups
cups-pdf
avahi
nss-mdns
hplip
clang
ueberzugpp
evince
xournalpp
pdfcrack
john
hashcat
qgis
qt5-wayland
noto-fonts
noto-fonts-extra
noto-fonts-cjk
noto-fonts-emoji
kubectl
bind
discord
gst-plugin-pipewire
gst-plugins-bad
pipewire-alsa
pipewire-jack
tree
zip
unzip
