greetd
greetd-regreet
gtk4
libadwaita
mesa
vulkan-radeon
ttf-cascadia-code-nerd
cage
niri
fuzzel
mako
waybar
alacritty
swaybg
swaylock
swayidle
xwayland-satellite
xorg-xwayland
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
gnome-keyring
gcr
polkit-gnome
brightnessctl
wireplumber
pipewire
pipewire-pulse
pavucontrol
bluez
bluez-utils
blueman
wl-clipboard
nitrogen
mise
procps-ng
starship
bat
btop
less
fzf
zoxide
lazygit
jq
neovim
linux-headers