greetd
greetd-regreet
gtk4
libadwaita
niri
fuzzel
mako
waybar
alacritty
swaybg
swaylock
swayidle
xwayland-satellite
xdg-desktop-portal-gtk
gnome-keyring
polkit-gnome
brightnessctl
wireplumber
pipewire
pipewire-pulse
wl-clipboard